[
	{
		"title": "College Pinboard",
		"tags": "",
		"body": "It's a pin board you got as a graduation gift from your ex in college.\n[[ Take A Closer Look: |Look Closer ]] \n[[ Not Right Now: |Not Interested ]] ",
		"position": {
			"x": -11,
			"y": 60
		},
		"colorID": 0
	},
	{
		"title": "Look Closer",
		"tags": "",
		"body": "*High res image of the mood board appears* You are filled with warm memories\nof your years in college. Your friends really knew how to live it up.",
		"position": {
			"x": -99,
			"y": 308
		},
		"colorID": 0
	},
	{
		"title": "Not Interested",
		"tags": "",
		"body": "No time for reminiscing right now. Eldwin is waiting for you outside.",
		"position": {
			"x": 122,
			"y": 310
		},
		"colorID": 0
	},
	{
		"title": "Bed",
		"tags": "",
		"body": "Your bed is the ultimate symbol of 'comfy'. You want to do nothing more than slide under those sheets and slip back into the warmth of those heavenly blankets.",
		"position": {
			"x": 212,
			"y": 58
		},
		"colorID": 0
	},
	{
		"title": "Slippers",
		"tags": "",
		"body": "These slippers are very old and matted down from use. \nHowever none of the new slippers you bought and tried were nearly as good at retaining heat or as comfortable to wear.\nSo they remain. Utility ranks slightly above fashion.",
		"position": {
			"x": 426,
			"y": 61
		},
		"colorID": 0
	},
	{
		"title": "Sculpts",
		"tags": "",
		"body": "Vixent had a grub infestation in their studio so you let him work on his new sculpts in your room.\nIt was a great way to get to know them better.\nThey did the sculpting while you did the painting. \nYou can't quite remember why they remind you of the smell of wetlands though.",
		"position": {
			"x": 338,
			"y": 311
		},
		"colorID": 0
	},
	{
		"title": "Mirror",
		"tags": "",
		"body": "There is never a day where you aren't 'killing it' in the wardrobe department.",
		"position": {
			"x": 1062,
			"y": 66
		},
		"colorID": 0
	},
	{
		"title": "Bean Bag",
		"tags": "",
		"body": "Your 'Giga Bean Bag' is also known as the 'Goblin Couch' due to the ever increasing pile of dirty clothes thrown on it,\nthe zero fucks you have eating messy food there, and the couple time you and Eldwin spend on it.\n\n...You remind yourself (for real this time) to get a much needed hamper and trash can for your room.",
		"position": {
			"x": 1271,
			"y": 65
		},
		"colorID": 0
	},
	{
		"title": "Drawers",
		"tags": "",
		"body": "8:57 p.m? That's definitely incorrect. \nThe power must of went out again last night. \nYou make a note to correct the time after your date (and a nap).",
		"position": {
			"x": 852,
			"y": 63
		},
		"colorID": 6
	},
	{
		"title": "Desk",
		"tags": "",
		"body": "You're proud of yourself for finally getting around to organizing the notes from your study into a neat and chronological pile.",
		"position": {
			"x": 641,
			"y": 62
		},
		"colorID": 6
	}
]